[
  {
    "title": "“When weekly therapy isn’t enough”",
    "body": "**Hook (0–5s):**\n“If you’re white-knuckling it all week just to ‘hold it together’ for a 50-minute session… listen.”\n\n**Promise (5–10s):**\n“There’s a level of support between ‘once-a-week’ and full inpatient.”\n\n**Value (10–65s):**\n “I had a client (details changed) who was functioning at work… but spiraling at night. Anxiety, shame, cravings — and the nervous system was stuck in fight-or-flight.\n What helped wasn’t more willpower. It was structure + repetition + community.\n In a Virtual Intensive Outpatient Program, you’re not doing this alone — it’s multiple sessions per week, with group support and skill-building, plus private sessions so you can work on what’s underneath the coping.”\n\n**CTA (65–90s):**\n “If you’re tired of starting over every Monday, tap the link and check your insurance / book a confidential call to see if Virtual IOP fits.”\n\n**Extra:**\nOn-screen text ideas: “Not a failure. A nervous system stuck on ‘survive.’”",
    "script_type": "influencer_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Addiction is often a regulation problem”",
    "body": "**Hook (0–5s):**\n“Cravings aren’t always about the substance.”\n\n**Promise (5–10s):**\n “Sometimes it’s your nervous system begging for relief.”\n\n**Value (10–65s):**\n “In session, I’ll often ask: ‘What happens in your body right before the urge?’ Tight chest? Buzzing skin? Racing thoughts?\n When you learn regulation tools — breathing that lengthens the exhale, grounding through the senses, naming the emotion — you’re creating space between the trigger and the action.\n Virtual IOP gives you multiple touchpoints each week to practice those skills in real life, not just talk about them.”\n\n**CTA (65–90s):**\n“If your life is getting smaller from anxiety, substances, or both — reach out. We’ll help you find the right level of care.”\n\n**Extra:**\nB-roll: therapist at laptop, writing “trigger → body → choice,” calm home setting.",
    "script_type": "influencer_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“The invisible sign you need a higher level of support”",
    "body": "**Hook (0–5s):**\n“Here’s the sign people miss: you’re ‘fine’ in the morning… and falling apart at night.”\n\n**Promise (5–10s):**\n“You don’t need to wait for rock bottom.”\n\n**Value (10–65s):**\n “Nighttime is when the nervous system has less distraction — worry ramps up, loneliness hits, urges get louder.\n Virtual IOP is designed for real life: evenings/weekends, with 3–4 live sessions per week so you’re supported when things are hardest.”\n\n**CTA (65–90s):**\n “If nights are your hardest time, tap the link — confidential, and we’ll walk you through next steps.”",
    "script_type": "influencer_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“A client story: ‘I couldn’t leave the house’”",
    "body": "**Hook (0–5s):**\n“Some people don’t skip treatment because they don’t care. They skip because leaving the house feels impossible.”\n\n**Promise (5–10s):**\n“Care can come to you.”\n\n**Value (10–65s):**\n “I worked with someone (details changed) whose anxiety + trauma made appointments feel like climbing Everest.\n Virtual IOP removes the biggest barriers — no commute, and still real therapy: group work, skills training (CBT/DBT-style tools), and individual sessions.”\n\n**CTA (65–90s):**\n “If the idea of going somewhere feels like too much — start with a call. We’ll help you figure out the safest next step.”",
    "script_type": "influencer_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Relapse prevention that isn’t shame-based”",
    "body": "**Hook (0–5s):**\n“If shame worked, you’d be ‘fixed’ by now.”\n\n**Promise (5–10s):**\n“We focus on patterns, not punishment.”\n\n**Value (10–65s):**\n “In IOP, relapse prevention is:\n- spotting your ‘pre-urge’ signals,\n- learning coping skills that actually work under stress,\n- and having a community that notices when you’re slipping into isolation.\nThat’s why the frequency matters — 9–12 hours/week of support can change the trajectory.”\n\n\n**CTA (65–90s):**\n“If you keep trying to do this alone, don’t. Click to verify insurance / talk to admissions.”",
    "script_type": "influencer_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“More support than weekly therapy”",
    "body": "**Hook:**\n“If once-a-week therapy isn’t cutting it anymore—this is your next step.”\n\n**Value:**\n“Wavecrest’s Virtual Intensive Outpatient Program is structured, online treatment for mental health + addiction + dual diagnosis—without leaving home. You’ll attend 3–4 live video sessions per week—evenings or weekends—plus group support, skills training, and individual counseling.”\n\n**CTA:**\n “Tap Learn More to do a quick, confidential insurance check and see if Virtual IOP fits.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Busy life, real treatment”",
    "body": "**Hook:**\n“You don’t need to pause your life to get real help.”\n\n**Value:**\n“Wavecrest Virtual IOP is 9–12 hours/week of live treatment—built for people with jobs, kids, and real schedules. Sessions run weekday evenings or weekends, with the structure of a true program: group + skills + 1:1.”\n\n**CTA:**\n“Tap to check insurance + get a confidential call.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Anxiety that takes over at night”",
    "body": "**Hook:**\n“If your anxiety spikes at night, you’re not ‘broken’—you’re overwhelmed.”\n\n**Value:**\n“Wavecrest Virtual IOP gives you consistent support multiple times per week, so you’re not trying to ‘hold it together’ alone between sessions. It’s online, HIPAA-compliant, and designed for serious anxiety, depression, trauma, and co-occurring substance use.”\n\n**CTA:**\n“Tap Learn More → quick insurance check.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Private, from home”",
    "body": "**Hook:**\n“Want help—but don’t want everyone to know?”\n\n**Value:**\n“Wavecrest offers secure, HIPAA-compliant Virtual IOP. You can attend from home with a licensed, accredited team—getting structured treatment with group and individual therapy.”\n\n**CTA:**\n“Tap Learn More for confidential intake + insurance verification.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“When coping turns into a pattern”",
    "body": "**Hook:**\n“If coping has started costing you—sleep, relationships, focus—listen.”\n\n**Value:**\n“Wavecrest Virtual IOP supports addiction and mental health with evidence-based therapy + skills training, delivered in a real program schedule: 3–4 live sessions weekly, plus individual counseling weekly or bi-weekly.”\n\n**CTA:**\n“Tap to see if your insurance is accepted + talk to admissions.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“UGC coffee walk (direct + conversion)”",
    "body": "**Hook:**\n“If you’ve been thinking, ‘I need more help than weekly therapy’—this is for you.”\n\n**Value:**\n“Wavecrest has a Virtual Intensive Outpatient Program: online treatment for addiction and mental health. It’s 3–4 live sessions per week (evenings/weekends), with group support, skills training, and 1:1 therapy.”\n\nB-roll: walking → coffee/matcha → laptop open at home\nOn-screen text: “Virtual IOP • From home • Most insurance accepted”\n\n**CTA:**\n“Tap Learn More for a free, confidential insurance check.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Therapist POV: who it’s for”",
    "body": "**Hook:**\n“Here’s who Virtual IOP is for.”\n\n**Value:**\n“If you’re dealing with anxiety, depression, trauma, substance use, or both—and weekly therapy isn’t enough—but you don’t need 24/7 inpatient care—Wavecrest Virtual IOP gives you structured support: 9–12 hours/week, plus 1:1.”\n\n**CTA:**\n“Tap Learn More → see options + verify insurance.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“The nervous system angle (simple + ad-safe)”",
    "body": "**Hook:**\n“If your body is stuck in stress mode, willpower won’t fix it.”\n\n**Value:**\n“When you’re dysregulated, you reach for what gives relief—scrolling, isolating, drinking, substances. Wavecrest Virtual IOP helps you build real skills with consistent support 3–4 times a week, plus individual therapy.”\n\n**CTA:**\n“Tap Learn More for a confidential call.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“8–12 week reset (no fluff)”",
    "body": "**Hook:**\n“Imagine getting your life back in the next few months.”\n\n**Value:**\n“Wavecrest Virtual IOP is typically 8–12 weeks of structured treatment. Live sessions 3–4x/week, evenings/weekends, plus individual counseling weekly/bi-weekly.”\n\n**CTA:**\n“Tap Learn More → start with insurance verification.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Objection-buster: ‘I don’t have time’”",
    "body": "**Hook:**\n“If you’re thinking, ‘I don’t have time for treatment’…”\n\n**Value:**\n“…that’s exactly why Virtual IOP exists. Wavecrest runs sessions evenings and weekends, with the intensity of a real program—while you keep work and family moving.”\n\n**CTA:**\n“Tap Learn More to see if it fits your schedule + insurance.”",
    "script_type": "ad_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "Coffee walk: “I needed more than weekly therapy”",
    "body": "**B-Roll:**\nwalking → ordering coffee → sitting in car\n\n**VO:**\n“Come with me to grab coffee and let’s talk about something I wish I did sooner. If you’ve been doing the once-a-week therapy thing but you’re still drowning in anxiety, spiraling at night, or coping in ways that aren’t working… there’s a middle step that’s not inpatient.\n I found Wavecrest Behavioral Health Virtual IOP. It’s online, from home, with multiple live sessions each week—group support, real skills, and one-on-one therapy too.\nIf you’re ready for more structure without leaving your life, tap Learn More and do a quick confidential check.”\n\nOn-screen text: “Wavecrest Virtual IOP • From home • More than weekly therapy”\n",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“This isn’t a ‘hot girl healing’ tip”",
    "body": "**B-Roll:**\nlaptop open, planner, muted Zoom screen aesthetic\n\n**VO:**\n“Not a ‘take a bubble bath’ moment—real talk. When your mental health is heavy, or you’re using anything to shut your brain off, you don’t need more pressure to ‘try harder.’ You need support that actually matches what you’re carrying.\n Wavecrest Virtual IOP is a structured online therapy program with several sessions per week, plus individual sessions—so you’re not doing the whole week alone.\n If you’ve been feeling like you’re slipping, tap Learn More and see what options you have.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "Night routine: “My anxiety got loud after 7pm”",
    "body": "**B-Roll:**\ndim lights, tea, skincare, phone face-down\n\n**VO:**\n “Does anyone else feel ‘fine’ during the day and then everything hits at night? That was me. My brain would ramp up, my body would feel wired, and I’d reach for anything to get relief.\n That’s why I like the idea of Wavecrest Virtual IOP—it’s not just one session and then you’re on your own. It’s multiple sessions per week, online, with group support and one-on-one therapy.\n If nights are your hardest time, tap Learn More. You don’t have to white-knuckle it.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "Errands + real life: “I can’t disappear for treatment”",
    "body": "**B-Roll:**\ngetting ready, work bag, emails blurred\n\n**VO:**\n “You can be high-functioning and still not okay. You can answer emails and still be falling apart inside.\n If weekly therapy isn’t enough and you need more consistent support, Wavecrest Virtual IOP is an online intensive program with group sessions, skill-building, and one-on-one therapy—multiple times per week.\n Tap Learn More if you want a real plan instead of just surviving.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "Soft vulnerability: “I didn’t want to admit I needed help”",
    "body": "**B-Roll:**\nsitting in car, hands on steering wheel, deep breath\n\n**VO:**\n “I didn’t want to admit I needed help. I kept telling myself I could handle it—until everything felt too big.\n If you’re there, I just want you to know there are options that aren’t extreme. Wavecrest Virtual IOP is online, from home, and gives you structured support multiple times per week, plus individual therapy.\n If you’re ready to stop doing this alone, tap Learn More for a confidential next step.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Therapy isn’t working… or it’s just not enough?”",
    "body": "**B-Roll:**\njournal open, therapy notes, calendar\n\n**VO:**\n “If you’re thinking ‘therapy isn’t working,’ sometimes it’s not that therapy is wrong—it’s that the level of support doesn’t match what you’re dealing with.\n Wavecrest Virtual IOP is designed for when things are heavier—anxiety, depression, trauma, addiction, or both—with several sessions each week plus one-on-one counseling.\n Tap Learn More if you want to explore a higher level of care without leaving home.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "Nervous system-friendly (simple, not lecture-y)",
    "body": "**B-Roll:**\nslow walk outside, feet on ground, breath\n\n**VO:**\n “When your nervous system is overloaded, everything feels harder—sleep, focus, relationships, cravings, motivation… all of it.\n What helps is consistent support and skills you actually practice, not just talk about once a week. Wavecrest Virtual IOP is online with multiple live sessions per week, group support, and individual therapy.\n Tap Learn More if you want help that matches what your body is carrying.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“I needed structure, not more motivation”",
    "body": "**B-Roll:**\nplanner, meal prep, setting alarms, tidy desk\n\n**VO:**\n “I didn’t need another quote about discipline. I needed structure.\n That’s what Wavecrest Virtual IOP is—an online intensive therapy program with a schedule: multiple sessions each week, group support, real tools, and one-on-one therapy.\n If you’ve been stuck in the same loop, tap Learn More and see if this level of care makes sense.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“For the person who keeps starting over”",
    "body": "**B-Roll:**\ndeleting apps, resetting habits, re-downloading\n\n**VO:**\n “If you keep ‘starting over’—with anxiety, depression, drinking, substances, whatever it is—you’re not weak. You might just need more support than you’ve had.\n Wavecrest Virtual IOP gives consistent treatment multiple times per week, from home, with group + individual therapy.\n Tap Learn More if you’re ready to stop doing this alone.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“My turning point wasn’t rock bottom”",
    "body": "**B-Roll:**\nsunrise, morning routine, calm music\n\n**VO:**\n “My turning point wasn’t rock bottom. It was realizing I didn’t want to wait until things got worse.\n If you feel like you’re heading in a direction you don’t like, Wavecrest Virtual IOP is a strong option—online, structured, with several sessions per week and one-on-one therapy.\n Tap Learn More for a confidential call and see what support is available.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Admit it: you want help, but you’re scared”",
    "body": "**B-Roll:**\nclose-up face, soft lighting, candid\n\n**VO:**\n “Okay—if you want help but you’re scared… same. The first step doesn’t have to be dramatic.\n Wavecrest Virtual IOP is online treatment with multiple sessions per week, group support, skills, and individual therapy. You can start from home.\n Tap Learn More. Even just learning your options can be a relief.”",
    "script_type": "voiceover_reels",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s a sign someone needs more than weekly therapy?”",
    "body": "**Hooks:**\n“If your week falls apart between sessions, listen to this.”\n\n\n“Weekly therapy is great… until it’s not enough.”\n\n\n“Here’s the sign you need more support than once a week.”\n\n\n“If you keep ‘starting over’ every Monday, this might be why.”\n\n\n“This is when I recommend a higher level of care.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What does ‘high-functioning anxiety’ look like behind the scenes?”",
    "body": "**Hooks:**\n“High-functioning anxiety doesn’t look like panic… it looks like this.”\n\n\n“If you’re ‘doing fine’ but can’t turn your brain off—this is for you.”\n\n\n“Behind the productivity? There’s usually this.”\n\n\n“You’re not lazy. You’re not broken. You might be anxious.”\n\n\n“If rest makes you feel guilty… that’s a clue.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s the difference between Virtual IOP and regular outpatient therapy?”",
    "body": "**Hooks:**\n“Therapy is one lane—Virtual IOP is the whole support team.”\n\n\n“If weekly therapy is a tune-up, Virtual IOP is a full plan.”\n\n\n“Here’s the simplest way to understand Virtual IOP.”\n\n\n“More structure. More skills. More support—without inpatient.”\n\n\n“If you need momentum fast, this difference matters.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What do cravings feel like in the body (before the mind catches up)?”",
    "body": "**Hooks:**\n“Cravings don’t start in the mind—most people miss the body signals.”\n\n\n“If you think cravings come out of nowhere, watch this.”\n\n\n“Here’s what a craving feels like before you call it a craving.”\n\n\n“Your body whispers before it screams.”\n\n\n“This is the earliest ‘relapse warning’ your body gives.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s one regulation tool you teach clients in week one?”",
    "body": "**Hooks:**\n“Here’s a 30-second tool you can use today.”\n\n\n“If your nervous system is on ‘high alert,’ try this.”\n\n\n“One skill we teach early because it works in real life.”\n\n\n“This is my go-to when someone feels flooded.”\n\n\n“If you can’t ‘think your way out’ of it—use this instead.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What do you say to someone who feels ashamed they need help?”",
    "body": "**Hooks:**\n“Needing help isn’t a failure. It’s a turning point.”\n\n\n“If shame is keeping you stuck, hear this.”\n\n\n“You don’t have to hit rock bottom to deserve support.”\n\n\n“The fact you’re considering help is actually strength.”\n\n\n“Shame lies. Here’s what I tell clients instead.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s a common myth about addiction recovery you wish would die?”",
    "body": "**Hooks:**\n“This recovery myth keeps people stuck—let’s kill it.”\n\n\n“If you believe relapse = failure, this will change your perspective.”\n\n\n“One myth that blocks people from getting help…”\n\n\n“You don’t need perfect willpower—here’s what you need.”\n\n\n“Recovery isn’t about being ‘strong enough.’”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“How do group sessions help people heal faster?”",
    "body": "**Hooks:**\n“Healing in private is hard—here’s why group helps.”\n\n\n“Group isn’t story-time. It’s a nervous-system reset.”\n\n\n“Want to know why group can accelerate progress?”\n\n\n“Isolation fuels the problem. Connection changes the brain.”\n\n\n“If you think group is scary, this reframe helps.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What does trauma-informed care mean in everyday language?”",
    "body": "**Hooks:**\n“Trauma-informed care isn’t a buzzword—here’s what it looks like.”\n\n\n“It means we don’t ask ‘what’s wrong with you.’”\n\n\n“Here’s the simplest definition of trauma-informed care.”\n\n\n“If you’ve felt judged in therapy before, this matters.”\n\n\n“This is how care changes when trauma is part of the picture.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s a ‘micro-step’ someone can take in the next 24 hours?”",
    "body": "**Hooks:**\n“If you’re overwhelmed, don’t take a big step—take this.”\n\n\n“One tiny move that builds momentum in 24 hours.”\n\n\n“Here’s a micro-step that helps even when motivation is zero.”\n\n\n“If you can’t do ‘all of it,’ do this one thing.”\n\n\n“This is how you start without starting big.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“How do you help people who keep starting over?”",
    "body": "**Hooks:**\n“If you keep restarting, it’s not a character flaw.”\n\n\n“Stop asking ‘why can’t I stick with it?’ Try this instead.”\n\n\n“Starting over isn’t the problem—this is.”\n\n\n“Here’s how we build consistency when life keeps derailing you.”\n\n\n“If you’re tired of Day 1, listen.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What does progress look like at 2 weeks vs 8 weeks?”",
    "body": "**Hooks:**\n“Progress isn’t dramatic—it’s usually subtle at first.”\n\n\n“Here are real examples of progress (no promises—just patterns).”\n\n\n“At 2 weeks, it’s often this. By 8 weeks, it’s often this.”\n\n\n“If you think ‘nothing’s changing,’ here’s what to look for.”\n\n\n“This is how momentum usually builds over time.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What would you tell the person who says: ‘I don’t have time for treatment’?”",
    "body": "**Hooks:**\n“If you ‘don’t have time,’ that might be the biggest sign you need support.”\n\n\n“You don’t need more time—you need a plan that fits your life.”\n\n\n“Here’s what I say when someone tells me they’re too busy.”\n\n\n“Treatment doesn’t have to mean disappearing from life.”\n\n\n“Let’s reframe ‘I don’t have time’ in 10 seconds.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“What’s the most overlooked relapse trigger?”",
    "body": "**Hooks:**\n“It’s not always stress—this trigger gets ignored.”\n\n\n“The relapse trigger nobody talks about: feeling fine.”\n\n\n“Here’s what sneaks up on people the most.”\n\n\n“If you only watch for cravings, you’ll miss this.”\n\n\n“This is the ‘quiet’ trigger that matters.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Who is Virtual IOP a good fit for (busy parents, professionals, etc.)?”",
    "body": "**Hooks:**\n“If you can’t hit pause on life, Virtual IOP might be your lane.”\n\n\n“Virtual IOP is built for people with responsibilities.”\n\n\n“Busy parent? Professional? Here’s who Virtual IOP helps most.”\n\n\n“You don’t have to choose between help and your life.”\n\n\n“If inpatient isn’t realistic, this is a strong next step.”\n",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“When weekly therapy isn’t enough”",
    "body": "**Slide 1 (Hook):**\n Weekly therapy isn’t enough… and you know it.\n (You’re not failing. You’re under-supported.)\n\n**Slide 2:**\n If your week looks like:\n • “I’m fine” → crash at night\n • anxiety spirals\n • coping that’s getting costly\n • starting over every Monday\n\n**Slide 3:**\n Meet Wavecrest Virtual IOP\n Online intensive outpatient therapy that gives you more support than once a week—from home.\n\n**Slide 4:**\n What you get:\n • Multiple live sessions/week\n • Group support + practical skills\n • 1:1 therapy\n • Options for evenings/weekends\n\n**Slide 5:**\n Ready for real support?\n Tap the link → Learn More\n (Confidential. Insurance options available.)\n\n**Caption:**\n If you’ve been telling yourself “I should be able to handle this”… you might just need a higher level of care. Wavecrest Virtual IOP is structured support—online—so you’re not doing the whole week alone.\n Click Learn More to explore if it’s a fit.\n Not for emergencies.",
    "script_type": "carousel_posts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“High-functioning, not okay”",
    "body": "**Slide 1 (Hook):**\nYou can be high-functioning… and still not okay.\n\n**Slide 2:**\n You’re showing up to work.\n You’re taking care of everyone else.\n But inside?\n Your nervous system is stuck on survive.\n\n**Slide 3:**\n Sometimes you don’t need “more motivation.”\n You need more support.\n\n**Slide 4:**\n Wavecrest Virtual IOP helps with:\n • anxiety / depression / trauma\n • substance use\n • mental health + addiction together (dual diagnosis)\n —with structured sessions from home.\n\n**Slide 5:**\n If you’re done white-knuckling it:\n Tap Learn More\n Start with a confidential call.\n\n**Caption:**\n This is for the people who look “fine” but feel exhausted inside. You don’t have to wait for things to get worse to get help.\n Learn More about Wavecrest Virtual IOP today.\n Not for emergencies.\n Tap Learn More.\n Not for emergencies.",
    "script_type": "carousel_posts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“The middle step (not inpatient)”",
    "body": "**Slide 1 (Hook):**\n Not okay… but not “inpatient” either?\n There’s a middle step.\n\n**Slide 2:**\n If once-a-week therapy isn’t enough support,\n but you still need to live your life—\n this is the option people don’t realize exists.\n\n**Slide 3:**\n Wavecrest Virtual IOP\n Intensive outpatient therapy—online.\n\n**Slide 4:**\n Why people choose it:\n • more frequent support\n • community + accountability\n • skills you practice in real life\n • flexible scheduling options\n\n**Slide 5:**\n Curious if it’s right for you?\n Tap Learn More → confidential next step\n\n**Caption:**\n You don’t have to choose between “I’m fine” and “everything is falling apart.” Virtual IOP is a real level of care for when you need more support than weekly sessions.\n Tap Learn More.",
    "script_type": "carousel_posts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“If nights are the hardest”",
    "body": "**Slide 1 (Hook):**\n If nights are the hardest… read this.\n\n**Slide 2:**\n Daytime: distracted, functioning.\n Nighttime: racing thoughts, doom scrolling, cravings, panic, loneliness.\n\n**Slide 3:**\n That’s not weakness.\n That’s your system saying: I need support.\n\n**Slide 4:**\n Wavecrest Virtual IOP = consistent care from home:\n • multiple sessions/week\n • group support\n • 1:1 therapy\n • tools for anxiety + coping patterns\n\n**Slide 5:**\n You don’t have to do nights alone.\n Tap Learn More (confidential)\n\n**Caption:**\n So many people struggle most after the day ends. If that’s you, you’re not broken—you’re overloaded. Wavecrest Virtual IOP offers real support without leaving home.",
    "script_type": "carousel_posts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“A simple self-check”",
    "body": "**Slide 1 (Hook):**\n Quick self-check: Do you need more support?\n\n**Slide 2:**\n Have you been saying…\n • “I’ll deal with it later”\n • “I just need to push through”\n • “I can’t let anyone know”\n …but it’s getting heavier?\n\n**Slide 3:**\n Are you noticing…\n • anxiety most days\n • shutdown / numbness\n • coping habits increasing\n • relationships impacted\n • sleep getting worse\n\n**Slide 4:**\n This is where Virtual IOP can help.\n Wavecrest offers online intensive support:\n group + skills + 1:1 care—more than weekly therapy.\n\n**Slide 5:**\n Want to know your options?\n Tap Learn More → confidential call\n\n**Caption:**\n If any of those slides felt a little too accurate, let that be information—not shame. You’re allowed to get support that matches what you’re carrying.\n Tap Learn More for Wavecrest Virtual IOP.",
    "script_type": "carousel_posts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“I was built for chaos” - Saul",
    "body": "**Hooks:**\nHOOK (0–3s): “I didn’t grow up learning peace. I grew up learning survival.”\nOn-screen text: “I was built for chaos.”\nVALUE (3–45s):\n“I grew up in Santa Ana with a single mom. She was gone from 6 AM to midnight working two jobs. No supervision.\nSo the streets became my supervision.\nI learned how to read danger before I learned how to read my own emotions. I ran with gangs. Tagging. Drugs. Alcohol.\nBy 16, I got kicked out of school… and my house.\nAnd from there, it was years of running hard. Convictions. Violence. Prison energy. My nervous system didn’t know anything else.”\nTURN (45–60s):\n“And here’s the twist: the thing that saved my life wasn’t a miracle. It was willingness… and daily structure.”\nCTA (60–75s):\n“If you’ve ever felt like chaos is the only place you know how to live… I get it. I’m gonna talk about what changed that. Follow if you want the real version.”",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“The sentence that woke me up” - Saul",
    "body": "**Hooks:**\nHOOK (0–3s): “I didn’t change because I wanted to. I changed because I was cornered.”\nOn-screen text: “Facing real consequences.”\nVALUE (3–45s):\n“I was staring down serious time. And I remember thinking… ‘This is it. This is how my story ends.’\nAnd then a judge gave me an option most people don’t get: drug court.\nHere’s the part people miss: opportunity doesn’t matter if you don’t have willingness.\nI’d had chances before. I just didn’t take them.”\nTURN (45–60s):\n“This time, something in me said: ‘Do whatever they tell you. Stop negotiating.’\nThat decision changed everything.”\nCTA (60–75s):\n“If you’re in the negotiation phase with your own life right now… you’ll know what I mean. Follow. I’m going to break down what willingness actually looks like day to day.”",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“Why ‘willpower’ didn’t work for me” - Saul",
    "body": "**Hooks:**\nHOOK (0–3s): “If willpower worked… I would’ve been sober at 17.”\nOn-screen text: “Willpower isn’t the plan.”\nVALUE (3–50s):\n“I used to promise myself I’d stop. And I meant it.\nBut when your identity is built around survival, violence, and numbness… your promises don’t stand a chance under pressure.\nI didn’t need more motivation. I needed a new operating system.\nBecause my default settings were: react, escalate, escape.”\nTURN (50–62s):\n“What changed me wasn’t a speech. It was repetition. Structure. Accountability. People. A program.”\nCTA (62–75s):\n“If you’ve been trying to ‘think’ your way into freedom, I’ve been there. Follow for what actually helped me rebuild my life.”",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“I didn’t have a childhood… I had a training ground” - Saul",
    "body": "**Hooks:**\nHOOK (0–3s): “My childhood didn’t feel like childhood. It felt like a training ground.”\nOn-screen text: “No supervision. All survival.”\nVALUE (3–50s):\n“My mom did everything she could. But she was gone all day, every day.\nSo I raised myself. And the streets filled in the gaps.\nPeople think addiction starts with partying. For me it started with pain I couldn’t name.\nWhen you don’t have safety, you find intensity.\nWhen you don’t have connection, you find a crew.\nAnd when you don’t have guidance… you get trained by whatever’s around you.”\nTURN (50–62s):\n“Sobriety was the first time I learned what safety actually feels like in my body.”\nCTA (62–75s):\n“If this hits, you’re not alone. Follow. I’ll talk about what rebuilding safety actually looks like.”",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  },
  {
    "title": "“From violent to present” - Saul",
    "body": "**Hooks:**\nHOOK (0–3s): “I used to live like I had nothing to lose.”\nOn-screen text: “Then everything changed.”\nVALUE (3–45s):\n“I was violent. I was in that world. Prison riots, street mentality, constant fight-or-flight.\nMy nervous system was trained to stay on edge.\nAnd then I got sober… and I had to face something harder than fights: silence. Feelings. Regret. Responsibility.\nSobriety wasn’t soft for me. It was the hardest thing I’ve ever done.”\nCONTRAST (45–65s):\n“Today my life is calm. I wake up clear. I’m consistent. I show up. I help other people.\nThe old me wouldn’t recognize this peace.”\nCTA (65–75s):\n“If you think you’re too far gone, I want you to hear me: you’re not. Follow — I’ll keep it real.”",
    "script_type": "therapist_scripts",
    "status": "backlog",
    "notes": null,
    "pillar_id": null
  }
]
